Repository: Jarrey/MagicLockScreen
Catalog: src/MagicLockScreen.Service.ImageSearchService/Resources/*/Resources.resw
Source language: en
Languages: fr, zh_hans, zh_hant

# CancelButton
source: Cancel
fr: Annuler
zh_hans: 取消
zh_hant: 取消

# ChangeLockScreenEvery.Text
source: Change LockScreen every:
fr: Changer l'écran Verrouillage chaque:
zh_hans: 隔多少时间改变锁屏:
zh_hant: 隔多少時間修改鎖屏:

# HomeButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Home
fr: Accueil
zh_hans: 主页
zh_hant: 主頁

# InfoButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Info
zh_hans: 信息
zh_hant: 信息

# InformationTitle
source: Information
zh_hans: 信息
zh_hant: 信息

# OKButton
source: OK
fr: Oui
zh_hans: 确定
zh_hant: 確定

# RefreshButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Refresh
fr: Actualiser
zh_hans: 刷新
zh_hant: 刷新

# RemoveModelQuestion
source: Do you want to remove this customize pictures?
fr: Vous êtes sûr de supprimer cette collection d'images personnalisés?
zh_hans: 是否真的要移除此自定义图片集合?
zh_hant: 是否真的要移除此自定義圖片集合?

# SaveAsButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Save As
fr: Enregistrer sous
zh_hans: 另存为
zh_hant: 另存為

# BaiduSearchProviderTitle
source: Baidu© Image Search
fr: Baidu© Recherche d'images
zh_hans: 百度©图片搜索
zh_hant: 百度©圖片搜索

# BaiduSearchSubTitle
source: Provided by Baidu©
fr: Fournis par Baidu©
zh_hans: 由百度©提供数据
zh_hant: 由百度©提供數據

# BaiduServiceChannelInformation
source: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Baidu Image Search</TextBlock> <TextBlock>Data is provided by Baidu search engine. </TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Keywords for this image collection are: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Baidu Search results Links:</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://image.baidu.com/i?word={0}&amp;ie=utf-8"/> <TextBlock>All images are retrieved from automatically search result of Baidu according to your keywords. Chameleon or Baidu cannot make any representations regarding the content found there. All images are copyrighted to the image owners, and anyone without the permission of copyright holders shall not use them for commercial purpose. </TextBlock> </StackPanel>
fr: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Baidu Recherche d'images</TextBlock> <TextBlock>Les données sont fournies par Baidu Image.</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Mots-clés pour cette collection d'images sont: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Liens Résultats de La recherche:</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://image.baidu.com/i?word={0}&amp;ie=utf-8"/> <TextBlock>Toutes les images sont récupérées automatiquement via Baidu Image en fonction de vos mots-clés. Caméléon ou Baidu ne peut faire aucune déclaration concernant le contenu qui s'y trouvent. Toutes les propriétéles des images sont aux propriétaires des image. Les personnes sans l'autorisation des propriétaires des droits ne doit pas les utiliser à des fins commerciales.</TextBlock> </StackPanel>
zh_hans: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>百度图片搜索</TextBlock> <TextBlock>由百度图片搜索引擎提供数据。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此图片集合搜索关键词为: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>百度搜索结果链接：</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://image.baidu.com/i?word={0}&amp;ie=utf-8"/> <TextBlock>所有图片系百度根据你的关键词自动搜索的结果，不代表本应用或者百度赞成被搜索网站的内容或立场。所有图片版权均属于图片所有者，不得在未经版权者许可情况下将图片个用于商业目的。</TextBlock> </StackPanel>
zh_hant: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>百度圖片搜索</TextBlock> <TextBlock>由百度圖片搜索引擎提供數據。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此圖片集合搜索關鍵詞為: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>百度搜索結果鏈接：</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://image.baidu.com/i?word={0}&amp;ie=utf-8"/> <TextBlock>所有圖片系百度根據你的關鍵詞自動搜索的結果，不代表本程式或者百度贊成被搜索網站的內容或立場。所有圖片版權均屬於圖片所有者，不得在未經版權者許可情況下將圖片個用於商業目的。</TextBlock> </StackPanel>

source: Set App Bg
fr: Config fond d'App
zh_hans: 设置应用背景
zh_hant: 設置程式背景

# SetLockScreenButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Set LockScreen
fr: Config Ecran Verrou
zh_hans: 设置锁屏
zh_hant: 設置鎖屏

# ShareButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Share
fr: Partage
zh_hans: 分享
zh_hant: 分享

# StartButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Start
fr: Démarrer
zh_hans: 开始
zh_hant: 開始

# GoogleSearchSubTitle
source: Provided by Google©
fr: Fournis par Google©
zh_hans: 由谷歌©提供数据
zh_hant: 由谷歌©提供數據

# GoogleSearchProviderTitle
source: Google© Image Search
fr: Google© recherche d'images
zh_hans: 谷歌©图片搜索
zh_hant: 谷歌©圖片搜索

# GoogleServiceChannelInformation
source: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Google Image Search</TextBlock> <TextBlock>Data is provided by Google search engine. </TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Keywords for this image collection are: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Google Search results Links:</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="https://www.google.com/search?q={0}&amp;tbm=isch&amp;tbs=isz:l"/> <TextBlock>All images are retrieved from automatically search result of Google according to your keywords. Chameleon or Google cannot make any representations regarding the content found there. All images are copyrighted to the image owners, and anyone without the permission of copyright holders shall not use them for commercial purpose. Please read:</TextBlock> <HyperlinkButton Content="Google Policies &amp; Principles" NavigateUri="https://www.google.com/intl/en/policies/"/> </StackPanel>
fr: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Google recherche d'images </TextBlock> <TextBlock>Les données sont fournies par le moteur de recherche Google Image.</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Mots-clés recherche pour cette collection: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Liens Résultats de la recherche: </TextBlock> <HyperlinkButton Content="{0}" NavigateUri="https://www.google.com/search?q={0}&amp;tbm=isch&amp;tbs=isz:l"/> <TextBlock>Toutes les images sont récupérées automatiquement via Google Image en fonction de vos mots-clés . Cela ne represente pas que l'application ou Google est en accord avec le contenu du site recherché. Toutes les propriétéles des images sont aux propriétaires des image, et les personnes sans l'autorisation des propriétaires des droits ne doit pas les utiliser à des fins commerciales. Veillez lire et decouvrir:</TextBlock> <HyperlinkButton Content="La politique et las principes de Google" NavigateUri="https://www.google.com/intl/fr/policies/"/> </StackPanel>
zh_hans: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>谷歌图片搜索</TextBlock> <TextBlock>由谷歌图片搜索引擎提供数据。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此图片集合搜索关键词为: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>谷歌搜索结果链接：</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="https://www.google.com/search?q={0}&amp;tbm=isch&amp;tbs=isz:l"/> <TextBlock>所有图片系谷歌根据你的关键词自动搜索的结果，不代表本应用或者谷歌赞成被搜索网站的内容或立场。所有图片版权均属于图片所有者，不得在未经版权者许可情况下将图片个用于商业目的。请阅读和了解：</TextBlock> <HyperlinkButton Content="谷歌政策和原则声明" NavigateUri="https://www.google.com/intl/zh-CN/policies/"/> </StackPanel>
zh_hant: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>谷歌圖片搜索</TextBlock> <TextBlock>由谷歌圖片搜索引擎提供數據。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此圖片集合搜索關鍵詞為: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>谷歌搜索結果鏈接：</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="https://www.google.com/search?q={0}&amp;tbm=isch&amp;tbs=isz:l"/> <TextBlock>所有圖片系谷歌根據你的關鍵詞自動搜索的結果，不代表本程式或者谷歌贊成被搜索網站的內容或立場。所有圖片版權均屬於圖片所有者，不得在未經版權者許可情況下將圖片個用於商業目的。請閱讀和了解：</TextBlock> <HyperlinkButton Content="谷歌政策和原則聲明" NavigateUri="https://www.google.com/intl/zh-TW/policies/"/> </StackPanel>

# FlickrSearchProviderTitle
source: Flickr© Image Search
fr: Flickr© Recherche d'images
zh_hans: Flickr©图片搜索
zh_hant: Flickr©圖片搜索

# FlickrSearchSubTitle
source: Provided by Flickr©
fr: Fournis par Flickr©
zh_hans: 由Flickr©提供数据
zh_hant: 由Flickr©提供數據

# FlickrServiceChannelInformation
source: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Flickr Image Search</TextBlock> <TextBlock>Data is provided by Flickr image. </TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Keywords for this image collection are: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>All images are retrieved from automatically search result of Flickr according to your keywords. Chameleon or Flickr cannot make any representations regarding the content found there. All images are copyrighted to the image owners, and anyone without the permission of copyright holders shall not use them for commercial purpose. </TextBlock> </StackPanel>
fr: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Flickr Recherche d'images</TextBlock> <TextBlock>Les données sont fournies par Flickr Image.</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Mots-clés pour cette collection d'images sont: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Toutes les images sont récupérées automatiquement via Flickr Image en fonction de vos mots-clés. Caméléon ou Baidu ne peut faire aucune déclaration concernant le contenu qui s'y trouvent. Toutes les propriétéles des images sont aux propriétaires des image. Les personnes sans l'autorisation des propriétaires des droits ne doit pas les utiliser à des fins commerciales.</TextBlock> </StackPanel>
zh_hans: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Flickr图片搜索</TextBlock> <TextBlock>由Flickr图片搜索引擎提供数据。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此图片集合搜索关键词为: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>所有图片系Flickr根据你的关键词自动搜索的结果，不代表本应用或者Flickr赞成被搜索网站的内容或立场。所有图片版权均属于图片所有者，不得在未经版权者许可情况下将图片个用于商业目的。</TextBlock> </StackPanel>
zh_hant: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Flickr圖片搜索</TextBlock> <TextBlock>由Flickr圖片搜索引擎提供數據。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此圖片集合搜索關鍵詞為: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>所有圖片系Flickr根據你的關鍵詞自動搜索的結果，不代表本程式或者Flickr贊成被搜索網站的內容或立場。所有圖片版權均屬於圖片所有者，不得在未經版權者許可情況下將圖片個用於商業目的。</TextBlock> </StackPanel>

# ServiceChannelTitle
source: Search Photos
fr: Rechercher des photos
zh_hans: 搜索图片
zh_hant: 搜索圖片

# StopButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Stop
fr: Arrêter
zh_hans: 停止
zh_hant: 終止

# InfoSearchProviderTitle
source: Info.com© Image Search
fr: Info.com© Recherche d'images
zh_hans: Info.com©图片搜索
zh_hant: Info.com©圖片搜索

# InfoSearchSubTitle
source: Provided by Info.com©
fr: Fournis par Info.com©
zh_hans: 由Info.com©提供数据
zh_hant: 由Info.com©提供數據

# InfoServiceChannelInformation
source: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Info.com Image Search</TextBlock> <TextBlock>Data is provided by Info.com search engine. </TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Keywords for this image collection are: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Baidu Search results Links:</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://images.info.com/{0}"/> <TextBlock>All images are retrieved from automatically search result of Info.com according to your keywords. Chameleon or Baidu cannot make any representations regarding the content found there. All images are copyrighted to the image owners, and anyone without the permission of copyright holders shall not use them for commercial purpose. </TextBlock> <HyperlinkButton Content="Info.com Legal &amp; Privacy Policy" NavigateUri="http://images.info.com/conditions"/> </StackPanel>
fr: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Info.com Recherche d'images</TextBlock> <TextBlock>Les données sont fournies par Info.com Image.</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="Mots-clés pour cette collection d'images sont: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Liens Résultats de La recherche:</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://images.info.com/{0}"/> <TextBlock>Toutes les images sont récupérées automatiquement via Info.com Image en fonction de vos mots-clés. Caméléon ou Info.com ne peut faire aucune déclaration concernant le contenu qui s'y trouvent. Toutes les propriétéles des images sont aux propriétaires des image. Les personnes sans l'autorisation des propriétaires des droits ne doit pas les utiliser à des fins commerciales.</TextBlock> <HyperlinkButton Content="Info.com Légal &amp; Politique de confidentialité" NavigateUri="http://images.info.com/conditions"/> </StackPanel>
zh_hans: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Info.com图片搜索</TextBlock> <TextBlock>由Info.com图片搜索引擎提供数据。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此图片集合搜索关键词为: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Info.com搜索结果链接：</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://images.info.com/{0}"/> <TextBlock>所有图片系Info.com根据你的关键词自动搜索的结果，不代表本应用或者Info.com赞成被搜索网站的内容或立场。所有图片版权均属于图片所有者，不得在未经版权者许可情况下将图片个用于商业目的。</TextBlock> <HyperlinkButton Content="Info.com 法律及隐私声明" NavigateUri="http://images.info.com/conditions"/> </StackPanel>
zh_hant: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Info.com圖片搜索</TextBlock> <TextBlock>由Info.com圖片搜索引擎提供數據。</TextBlock> <TextBlock> <TextBlock.Inlines> <Run Text="此圖片集合搜索關鍵詞為: "/> <Run Text="{0}" FontWeight="Bold" FontSize="18"/> </TextBlock.Inlines> </TextBlock> <TextBlock>Info.com搜索結果鏈接：</TextBlock> <HyperlinkButton Content="{0}" NavigateUri="http://images.info.com/{0}"/> <TextBlock>所有圖片系Info.com根據你的關鍵詞自動搜索的結果，不代表本程式或者Info.com贊成被搜索網站的內容或立場。所有圖片版權均屬於圖片所有者，不得在未經版權者許可情況下將圖片個用於商業目的。</TextBlock> <HyperlinkButton Content="Info.com 法律及隱私聲明" NavigateUri="http://images.info.com/conditions"/> </StackPanel>
